Repository: aleksa012po/tajne_muzejskog_blaga
Catalog: lib/l10n/app_*.arb
Languages: sr_cyrl

# choose_language
source: Choose your language
sr_cyrl: Изаберите ваш језик

source: Continue
sr_cyrl: Настави

source: Secrets of museum treasures
sr_cyrl: Тајне музејских блага

# welcome_text
source: Welcome to the Secrets of Museum Treasures app! Our mission is to inspire and educate people of all ages about the rich cultural heritage of the Republic of Serbia through an interactive experience provided by the "Secrets of Museum Treasures" app. Through quizzes, puzzles, and coloring activities, we aim to enable users to explore and develop an appreciation for the treasures held within our country. We strive to provide an educational experience that users will remember and to enrich education through entertainment. Our quiz is tailored to school curricula to help students better understand and retain information from various subjects. Through interactive questions, we encourage learning through play. Our goal is to foster curiosity and a desire to learn among young generations. Our app seeks to inspire young generations to develop an interest in cultural heritage, history, art, and music. Through stories and information, we aim to awaken curiosity and a passion for learning. We are aware of the importance of collaboration with educational institutions. The "Secrets of Museum Treasures" app can be a valuable tool for teachers to enrich their lessons and motivate students to explore cultural heritage. This app provides an opportunity for a socially interactive experience. Users can share their achievements, puzzle solutions, and coloring creations with friends and family, strengthening their bonds. We thank the Ministry of Culture and Information of the Republic of Serbia for their support of our project. Their support has enabled us to develop this app and provide a high-quality educational experience for children and youth, as well as to continuously improve the app and deliver the highest-quality content to users. Our desire is for "Secrets of Museum Treasures" to become a means to preserve and promote our cultural heritage, inspire youth to take an interest in art and history, and contribute to enriching the cultural identity of the Republic of Serbia. "IGNITE YOUR MIND" Thank you for being a part of this adventure and supporting our mission! Project Manager: Jelena MilenkoviÄ‡, Senior Museum Educator.
sr_cyrl: Добродошли у апликацију Тајне музејских блага! Наша мисија је да инспиришемо и образујемо људе свих узраста о богатој културној баштини Републике Србије кроз интерактивно искуство које пружа апликација "Тајне музејских блага". Кроз квизове, слагалице и бојење, настојимо да омогућимо корисницима да истражују и развијају осећај за блага која се чувају у нашој земљи. Тежимо да пружимо образовно искуство које ће корисници запамтити и да обогатимо образовање кроз забаву. Наш квиз је прилагођен школским програмима како би помогао ученицима да боље разумеју и задрже информације из различитих предмета. Кроз интерактивна питања, подстичемо учење кроз игру. Наш циљ је да подстакнемо радозналост и жељу за учењем међу младим генерацијама. Наша апликација тежи да инспирише младе генерације да развију интересовање за културну баштину, историју, уметност и музику. Кроз приче и информације, настојимо да пробудимо радозналост и страст за учењем. Свесни смо важности сарадње са образовним установама. Апликација "Тајне музејских блага" може бити вредно средство за наставнике да обогате своје часове и мотивишу ученике да истражују културну баштину. Ова апликација пружа могућност за друштвено интерактивно искуство. Корисници могу да деле своја достигнућа, решења слагалица и креације бојења са пријатељима и породицом, јачајући своје везе. Захваљујемо се Министарству културе и информисања Републике Србије за подршку нашем пројекту. Њихова подршка нам је омогућила да развијемо ову апликацију и да пружимо квалитетно образовно искуство за децу и младе, као и да континуирано унапређујемо апликацију и испоручујемо најквалитетнији садржај корисницима. Наша жеља је да "Тајне музејских блага" постану средство за очување и промоцију наше културне баштине, да инспиришу младе да се интересују за уметност и историју и да допринесу обогаћивању културног идентитета Републике Србије. "РАЗГОРИ СВОЈ УМ" Хвала што сте део ове авантуре и што подржавате нашу мисију! Пројект менаџер: Јелена Миленковић, Сениор музејски едукатор.

source: CHOOSE A GAME
sr_cyrl: ИЗАБЕРИТЕ ИГРУ

source: Quiz
sr_cyrl: Квиз

source: Slide Puzzle
sr_cyrl: Слагалица

source: Happy Color
sr_cyrl: Срећна боја

source: Previous
sr_cyrl: Претходно

source: Next
sr_cyrl: Следеће

source: Get started
sr_cyrl: Почни

# puzzle_title
source: Puzzle
sr_cyrl: Слагалица

# puzzle_description
source: Every piece is a key!
sr_cyrl: Сваки део је кључ!

# quiz_title
source: Quiz
sr_cyrl: Квиз

# quiz_description
source: Challenge the answers, unlock the knowledge.
sr_cyrl: Изазовите одговоре, откључајте знање.

# color_title
source: Happy Color
sr_cyrl: Срећна боја

# color_description
source: Express yourself through colors.
sr_cyrl: Изразите се кроз боје.

# game_title
source: Game
sr_cyrl: Игра

# game_description
source: Secrets revealed through play.
sr_cyrl: Тајне откривене кроз игру.
